{
  "%A": 0,
  "%B": 1,
  "%C": 2,
  "%D": 3,
  "%E": 4,
  "%F": 5,
  "%G": 6,
  "%H": 7,
  "%\\lambda": 8,
  "%\\mu": 9,
  "%\\nu": 10,
  "%\\rho": 11,
  "%\\sigma": 12,
  "%\\tau": 13,
  "%a": 14,
  "%alpha": 15,
  "%b": 16,
  "%beta": 17,
  "%c": 18,
  "%d": 19,
  "%del": 20,
  "%e": 21,
  "%eps": 22,
  "%eta": 23,
  "%f": 24,
  "%g": 25,
  "%gam": 26,
  "%h": 27,
  "(": 28,
  ")": 29,
  "*": 30,
  "+": 31,
  ",": 32,
  "-": 33,
  "/": 34,
  "1": 35,
  "1024": 36,
  "112": 37,
  "12": 38,
  "128": 39,
  "144": 40,
  "16": 41,
  "17": 42,
  "1728": 43,
  "18": 44,
  "192": 45,
  "2": 46,
  "2048": 47,
  "224": 48,
  "2304": 49,
  "24": 50,
  "256": 51,
  "27": 52,
  "288": 53,
  "3": 54,
  "32": 55,
  "324": 56,
  "36": 57,
  "4": 58,
  "448": 59,
  "48": 60,
  "480": 61,
  "5": 62,
  "512": 63,
  "576": 64,
  "6": 65,
  "64": 66,
  "640": 67,
  "7": 68,
  "8": 69,
  "81": 70,
  "864": 71,
  "896": 72,
  "9": 73,
  "96": 74,
  "960": 75,
  "A": 76,
  "C": 77,
  "G": 78,
  "T": 79,
  "^": 80,
  "_1": 81,
  "_10": 82,
  "_100": 83,
  "_101": 84,
  "_102": 85,
  "_103": 86,
  "_104": 87,
  "_105": 88,
  "_106": 89,
  "_107": 90,
  "_108": 91,
  "_109": 92,
  "_11": 93,
  "_110": 94,
  "_111": 95,
  "_112": 96,
  "_12": 97,
  "_13": 98,
  "_14": 99,
  "_15": 100,
  "_16": 101,
  "_17": 102,
  "_18": 103,
  "_19": 104,
  "_2": 105,
  "_20": 106,
  "_21": 107,
  "_22": 108,
  "_23": 109,
  "_24": 110,
  "_25": 111,
  "_26": 112,
  "_27": 113,
  "_28": 114,
  "_29": 115,
  "_3": 116,
  "_30": 117,
  "_31": 118,
  "_32": 119,
  "_33": 120,
  "_34": 121,
  "_35": 122,
  "_36": 123,
  "_37": 124,
  "_38": 125,
  "_39": 126,
  "_4": 127,
  "_40": 128,
  "_41": 129,
  "_42": 130,
  "_43": 131,
  "_44": 132,
  "_45": 133,
  "_46": 134,
  "_47": 135,
  "_48": 136,
  "_49": 137,
  "_5": 138,
  "_50": 139,
  "_51": 140,
  "_52": 141,
  "_53": 142,
  "_54": 143,
  "_55": 144,
  "_56": 145,
  "_57": 146,
  "_58": 147,
  "_59": 148,
  "_6": 149,
  "_60": 150,
  "_61": 151,
  "_62": 152,
  "_63": 153,
  "_64": 154,
  "_65": 155,
  "_66": 156,
  "_67": 157,
  "_68": 158,
  "_69": 159,
  "_7": 160,
  "_70": 161,
  "_71": 162,
  "_72": 163,
  "_73": 164,
  "_74": 165,
  "_75": 166,
  "_76": 167,
  "_77": 168,
  "_78": 169,
  "_79": 170,
  "_8": 171,
  "_80": 172,
  "_81": 173,
  "_82": 174,
  "_83": 175,
  "_84": 176,
  "_85": 177,
  "_86": 178,
  "_87": 179,
  "_88": 180,
  "_89": 181,
  "_9": 182,
  "_90": 183,
  "_91": 184,
  "_92": 185,
  "_93": 186,
  "_94": 187,
  "_95": 188,
  "_96": 189,
  "_97": 190,
  "_98": 191,
  "_99": 192,
  "b": 193,
  "c": 194,
  "d": 195,
  "e": 196,
  "g": 197,
  "gamma": 198,
  "i": 199,
  "j": 200,
  "k": 201,
  "l": 202,
  "m": 203,
  "mu": 204,
  "p": 205,
  "prop": 206,
  "reg": 207,
  "s": 208,
  "t": 209,
  "tt": 210,
  "u": 211,
  "v": 212,
  "{": 213,
  "}": 214
}